{
  "Missing required header": "Falta de cabeçalho necessário",
  "No access token secret found": "Nenhum token de acesso encontrado",
  "No refresh token secret found": "Nenhum segredo do token de atualização encontrado",
  "Not allowed by CORS": "Não é permitido pelos CORs",
  "You must provide a valid email address": "Você deve fornecer um endereço de e -mail válido",
  "User not found": "Usuário não encontrado",
  "Missing required field": "Falta de campo exigido",
  "Your invite to": "Seu convite para",
  "to join": "juntar-se",
  "has been accepted": "foi aceito",
  "Invalid request body": "Órgão de solicitação inválido",
  "First name is required": "O primeiro nome é necessário",
  "Middle name is required": "O nome do meio é necessário",
  "Last name is required": "O sobrenome é necessário",
  "Permission level is invalid": "O nível de permissão é inválido",
  "Names cannot contain special characters": "Os nomes não podem conter caracteres especiais",
  "Passwords cannot contain special characters": "As senhas não podem conter caracteres especiais",
  "Value has an invalid length": "O valor tem um comprimento inválido",
  "A forbidden expression has been found in the data you entered": "Uma expressão proibida foi encontrada nos dados que você inseriu",
  "User ID not included in request object": "ID do usuário não incluído no objeto de solicitação",
  "User does not have permission to access this resource": "O usuário não tem permissão para acessar este recurso",
  "Too many login attempts from this IP, please try again after 1 minute": "Muitas tentativas de login deste IP, tente novamente após 1 minuto",
  "Resource not found": "Recurso não encontrado",
  "You do not have permission to access this data": "Você não tem permissão para acessar esses dados",
  "Your permission level is not high enough for this data": "Seu nível de permissão não é alto o suficiente para esses dados",
  "User not authorized": "Usuário não autorizado",
  "User is forbidden": "O usuário é proibido",
  "Request must include role": "O pedido deve incluir a função",
  "User does not have approripate role": "O usuário não tem função de aprovação",
  "User ID for issuer of invite is required": "ID de usuário para convite é necessário",
  "First name cannot be longer than 35 characters": "O primeiro nome não pode ter mais de 35 caracteres",
  "Middle name cannot be longer than 35 characters": "O nome do meio não pode ter mais de 35 caracteres",
  "Last name cannot be longer than 35 characters": "O sobrenome não pode ter mais de 35 caracteres",
  "Position cannot be longer than 50 characters": "A posição não pode ter mais de 50 caracteres",
  "About cannot be longer than 250 characters": "Sobre não pode ter mais de 250 caracteres",
  "Project name is required": "O nome do projeto é necessário",
  "Project name cannot be longer than 100 characters": "O nome do projeto não pode ter mais de 100 caracteres",
  "Project description cannot be longer than 250 characters": "A descrição do projeto não pode ter mais de 250 caracteres",
  "Schedule name is required": "O nome do cronograma é necessário",
  "Schedule name cannot be longer than 70 characters": "O nome do cronograma não pode ter mais de 70 caracteres",
  "Schedule description cannot be longer than 255 characters": "Descrição do cronograma não pode ter mais de 255 caracteres",
  "DOOD abbreviations cannot be longer than 4 characters": "As abreviações de dood não podem ter mais de 4 caracteres",
  "Script names cannot be longer than 100 characters": "Os nomes de script não podem ter mais de 100 caracteres",
  "Script descriptions cannot be longer than 255 characters": "As descrições de scripts não podem ter mais de 255 caracteres",
  "Script names cannot be longer than 50 characters": "Os nomes de scripts não podem ter mais de 50 caracteres",
  "Script revision names cannot be longer than 50 characters": "Os nomes de revisão de script não podem ter mais de 50 caracteres",
  "Password is required and must be between 6 - 20 characters": "A senha é necessária e deve estar entre 6 e 20 caracteres",
  "Token is required": "É necessário token",
  "Cookie is required": "Cookie é necessário",
  "Cookie does not contain a token": "Cookie não contém um token",
  "Refresh token is required": "É necessário o token de atualização",
  "User is required": "O usuário é necessário",
  "Data not found": "Dados não encontrados",
  "Forbidden": "Proibido",
  "Item object is required": "O objeto de item é necessário",
  "Item IDs need to be an array": "Os IDs do item precisam ser uma matriz",
  "Item not found": "Item não encontrado",
  "User exists but no person record found": "O usuário existe, mas nenhum registro de pessoa encontrado",
  "has invited you to join the project": "convidou você para ingressar no projeto",
  "You have automatically been added to the project": "Você foi adicionado automaticamente ao projeto",
  "Email address already in use by another user": "Endereço de e -mail já em uso por outro usuário",
  "Email is required": "O email é necessário",
  "Password is required": "Senha requerida",
  "Registration": "Cadastro",
  "Welcome to": "Bem-vindo ao",
  "Forgot Password": "Esqueceu sua senha",
  "Invitation": "Convite",
  "Notification": "Notificação",
  "Subscription": "Inscrição",
  "is still here for you": "ainda está aqui para você",
  "hi": "Oi",
  "farewellHtmlMessage1": "Lamentamos ver que você cancelou sua assinatura ...",
  "farewellHtmlMessage2": "Seus dados estarão sempre disponíveis para você. Se você tiver alguma dúvida, sinta -se à vontade para entrar em contato conosco",
  "manageSubscriptions": "Gerenciar assinaturas",
  "allRightsReserved": "Todos os direitos reservados",
  "farewellText": "Lamentamos ver você ir, mas saibamos que sempre estaremos aqui para você. Quaisquer dados em nosso site estarão sempre disponíveis para você. Se você tiver alguma dúvida, entre em contato conosco em",
  "oops": "Opa!",
  "forgotpasswordHtmlMessage1": "Parece que você esqueceu sua senha",
  "forgotpasswordHtmlMessage2": "Vamos fazer login você",
  "forgotpasswordHtmlMessage3": "Se você esqueceu sua senha, clique no link acima. Você será levado de volta para pensar na equipe, onde pode criar uma nova senha para você",
  "forgotpasswordHtmlMessage4": "Se você não solicitou este e -mail, não precisa fazer nada. Sua conta é segura e nenhuma ação adicional é necessária",
  "forgotpasswordTextMessage1": "Vá para",
  "forgotpasswordTextMessage2": "Para redefinir sua senha",
  "inviteHtmlMessage1": "convidou você para o projeto deles",
  "inviteHtmlMessage2": "na equipe do Think",
  "inviteHtmlMessage3": "Junte -se a este projeto agora!",
  "inviteTextMessage": "Para ingressar no projeto deles",
  "notifyHtmlMessage1": "Notificação útil",
  "registrationHtmlMessage1": "Obrigado por sua inscrição",
  "registrationHtmlMessage2": "Estamos felizes por você estar aqui! Antes de começar a explorar o pensamento da equipe, só precisamos confirmar que você é um humano amigável e não um robô maligno",
  "registrationHtmlMessage3": "Complete seu registro",
  "registrationHtmlMessage4": "Vejo você no site! Amor",
  "registrationTextMessage2": "Para completar seu registro",
  "subscribedHtmlMessage1": "Obrigado por se inscrever para pensar em tripulação",
  "subscribedHtmlMessage2": "Agora você tem acesso total ao site!",
  "subscribedTextMessage1": "Obrigado por se inscrever para pensar em equipe",
  "subscribedTextMessage2": "Para gerenciar suas assinaturas, visite",
  "welcomeHtmlMessage1": "bem-vindo ao",
  "welcomeHtmlMessage2": "Você se juntou à comunidade número um para equipes de produção em todo o mundo e agora está pronto para começar",
  "welcomeHtmlMessage3": "Clique aqui",
  "welcomeHtmlMessage4": "Para assistir a um vídeo tutorial que o levará ao iniciar seu primeiro projeto",
  "welcomeHtmlMessage5": "Quer saber mais?",
  "welcomeHtmlMessage6": "Nosso",
  "welcomeHtmlMessage7": "Site de ajuda",
  "welcomeHtmlMessage8": "pode responder a quaisquer perguntas que você tiver sobre o uso do site",
  "welcome-html-message9": "Aproveitar",
  "welcomeTextMessage1": "Bem -vindo ao Think Crew",
  "welcomeTextMessage2": "Você pode ver um tutorial em https://youtu.be/1p6r7yv6w_g. Se precisar de suporte, visite https://support.thinkcrew.com.",
  "end": "fim"
  }