{
  "Missing required header": "En-tête obligatoire manquant",
  "No access token secret found": "Pas de secret de jeton d'accès trouvé",
  "No refresh token secret found": "Aucun secret de jeton de rafraîchissement trouvé",
  "Not allowed by CORS": "Pas autorisé par les cors",
  "You must provide a valid email address": "Vous devez fournir une adresse e-mail valide",
  "User not found": "Utilisateur non trouvé",
  "Missing required field": "Champ obligatoire manquant",
  "Your invite to": "Votre invitation à",
  "to join": "joindre",
  "has been accepted": "a été accepté",
  "Invalid request body": "Corps de demande non valide",
  "First name is required": "Le prénom est requis",
  "Middle name is required": "Le deuxième prénom est requis",
  "Last name is required": "Le nom de famille est requis",
  "Permission level is invalid": "Le niveau d'autorisation n'est pas valide",
  "Names cannot contain special characters": "Les noms ne peuvent pas contenir de caractères spéciaux",
  "Passwords cannot contain special characters": "Les mots de passe ne peuvent pas contenir de caractères spéciaux",
  "Value has an invalid length": "La valeur a une longueur non valide",
  "A forbidden expression has been found in the data you entered": "Une expression interdite a été trouvée dans les données que vous avez entrées",
  "User ID not included in request object": "ID utilisateur non inclus dans l'objet de demande",
  "User does not have permission to access this resource": "L'utilisateur n'a pas la permission d'accéder à cette ressource",
  "Too many login attempts from this IP, please try again after 1 minute": "Trop de tentatives de connexion de cette IP, veuillez réessayer après 1 minute",
  "Resource not found": "Ressource introuvable",
  "You do not have permission to access this data": "Vous n'avez pas la permission d'accéder à ces données",
  "Your permission level is not high enough for this data": "Votre niveau d'autorisation n'est pas assez élevé pour ces données",
  "User not authorized": "Utilisateur non autorisé",
  "User is forbidden": "L'utilisateur est interdit",
  "Request must include role": "La demande doit inclure le rôle",
  "User does not have approripate role": "L'utilisateur n'a pas de rôle d'approche",
  "User ID for issuer of invite is required": "L'ID utilisateur pour l'invitation est requis",
  "First name cannot be longer than 35 characters": "Le prénom ne peut pas compter plus de 35 caractères",
  "Middle name cannot be longer than 35 characters": "Le deuxième prénom ne peut pas compter plus de 35 caractères",
  "Last name cannot be longer than 35 characters": "Le nom de famille ne peut pas compter plus de 35 caractères",
  "Position cannot be longer than 50 characters": "La position ne peut pas dépasser 50 caractères",
  "About cannot be longer than 250 characters": "À peu près plus de 250 caractères",
  "Project name is required": "Le nom du projet est requis",
  "Project name cannot be longer than 100 characters": "Le nom du projet ne peut pas compter plus de 100 caractères",
  "Project description cannot be longer than 250 characters": "La description du projet ne peut pas compter plus de 250 caractères",
  "Schedule name is required": "Le nom du calendrier est requis",
  "Schedule name cannot be longer than 70 characters": "Le nom du calendrier ne peut pas compter plus de 70 caractères",
  "Schedule description cannot be longer than 255 characters": "La description du calendrier ne peut pas compter plus de 255 caractères",
  "DOOD abbreviations cannot be longer than 4 characters": "Les abréviations de Dood ne peuvent pas compter plus de 4 caractères",
  "Script names cannot be longer than 100 characters": "Les noms de script ne peuvent pas compter plus de 100 caractères",
  "Script descriptions cannot be longer than 255 characters": "Les descriptions de script ne peuvent pas compter plus de 255 caractères",
  "Script names cannot be longer than 50 characters": "Les noms de script ne peuvent pas compter plus de 50 caractères",
  "Script revision names cannot be longer than 50 characters": "Les noms de révision de script ne peuvent pas compter plus de 50 caractères",
  "Password is required and must be between 6 - 20 characters": "Le mot de passe est requis et doit contenir entre 6 et 20 caractères",
  "Token is required": "Le jeton est requis",
  "Cookie is required": "Le cookie est requis",
  "Cookie does not contain a token": "Le cookie ne contient pas de jeton",
  "Refresh token is required": "Un jeton de rafraîchissement est requis",
  "User is required": "L'utilisateur est requis",
  "Data not found": "Données introuvables",
  "Forbidden": "Interdit",
  "Item object is required": "L'objet d'élément est requis",
  "Item IDs need to be an array": "Les identifiants d'article doivent être un tableau",
  "Item not found": "Objet non-trouvé",
  "User exists but no person record found": "L'utilisateur existe mais aucun enregistrement de personne trouvé",
  "has invited you to join the project": "vous a invité à rejoindre le projet",
  "You have automatically been added to the project": "Vous avez automatiquement été ajouté au projet",
  "Email address already in use by another user": "Adresse e-mail déjà utilisée par un autre utilisateur",
  "Email is required": "Un e-mail est requis",
  "Password is required": "Mot de passe requis",
  "Registration": "Inscription",
  "Welcome to": "Bienvenue à",
  "Forgot Password": "Mot de passe oublié",
  "Invitation": "Invitation",
  "Notification": "Notification",
  "Subscription": "Abonnement",
  "is still here for you": "est toujours là pour vous",
  "hi": "Salut",
  "farewellHtmlMessage1": "Nous sommes désolés de voir que vous avez annulé votre abonnement ...",
  "farewellHtmlMessage2": "Vos données seront toujours à votre disposition. Si vous avez des questions, n'hésitez pas à nous contacter",
  "manageSubscriptions": "Gérer les abonnements",
  "allRightsReserved": "Tous droits réservés",
  "farewellText": "Nous sommes désolés de vous voir, mais sachez que nous serons toujours là pour vous. Toutes les données sur notre site seront toujours à votre disposition. Si vous avez des questions, veuillez nous contacter à",
  "oops": "Oops!",
  "forgotpasswordHtmlMessage1": "il semble que vous ayez oublié votre mot de passe",
  "forgotpasswordHtmlMessage2": "Voyons vous connecter",
  "forgotpasswordHtmlMessage3": "Si vous avez oublié votre mot de passe, veuillez cliquer sur le lien ci-dessus. Vous serez ramené pour penser que l'équipage où vous pouvez créer un nouveau mot de passe pour vous-même",
  "forgotpasswordHtmlMessage4": "Si vous n'avez pas demandé cet e-mail, vous n'avez rien à faire. Votre compte est sécurisé et aucune autre action n'est requise",
  "forgotpasswordTextMessage1": "Aller à",
  "forgotpasswordTextMessage2": "Pour réinitialiser votre mot de passe",
  "inviteHtmlMessage1": "vous a invité à leur projet",
  "inviteHtmlMessage2": "Sur Think Crew",
  "inviteHtmlMessage3": "Rejoignez ce projet maintenant!",
  "inviteTextMessage": "Pour rejoindre leur projet",
  "notifyHtmlMessage1": "Notification utile",
  "registrationHtmlMessage1": "Merci pour votre inscription",
  "registrationHtmlMessage2": "Nous sommes heureux que vous soyez ici! Avant de commencer à explorer l'incroyable de Think Crew, nous devons juste confirmer que vous êtes un humain amical et non un robot maléfique",
  "registrationHtmlMessage3": "Complétez votre inscription",
  "registrationHtmlMessage4": "Rendez-vous sur le site! Amour",
  "registrationTextMessage2": "pour terminer votre inscription",
  "subscribedHtmlMessage1": "Merci de vous abonner à Think Crew",
  "subscribedHtmlMessage2": "Vous avez maintenant un accès complet au site!",
  "subscribedTextMessage1": "Merci de vous abonner à Think Crew",
  "subscribedTextMessage2": "Pour gérer vos abonnements, veuillez visiter",
  "welcomeHtmlMessage1": "Bienvenue à",
  "welcomeHtmlMessage2": "Vous avez rejoint la communauté numéro un pour les équipes de production dans le monde et maintenant vous êtes prêt à commencer",
  "welcomeHtmlMessage3": "Cliquez ici",
  "welcomeHtmlMessage4": "Pour regarder une vidéo de tutoriel qui vous guidera à travers votre premier projet",
  "welcomeHtmlMessage5": "Veulent en savoir plus?",
  "welcomeHtmlMessage6": "Notre",
  "welcomeHtmlMessage7": "Aidez le site Web",
  "welcomeHtmlMessage8": "peut répondre à toutes les questions que vous avez sur l'utilisation du site",
  "welcome-html-message9": "Apprécier",
  "welcomeTextMessage1": "Bienvenue à Think Crew",
  "welcomeTextMessage2": "Vous pouvez voir un tutoriel sur https://youtu.be/1p6r7yv6w_g. Si vous avez besoin d'un support, veuillez visiter https://support.thinkcrew.com.",
  "end": "fin"
  }